
"_BASE_USED_" = "nl";
/* Use the _ADVANCED_EXTRA_WIDTH_ (if needed) to fit the method description properly */
"_ADVANCED_EXTRA_WIDTH_" = "0.0";
/* Use the _PREFERENCES_EXTRA_WIDTH_ (if needed) to fit the action to perform description properly */
"_PREFERENCES_EXTRA_WIDTH_" = "0.0";
"General" = "Algemeen";
"File Access" = "File Access";
"Performance" = "Performance";
"Finder Extension" = "Finder Extension";
"Love" = "Love";
"OK" = "OK";
"Done" = "OK";
"Yes" = "Ja";
"No" = "Nee";
"Don't show again" = "Toon niet opnieuw";
"Set as default compressor" = "Stel in als standaard in/uitpak-programma";
"Not now" = "Not now";
"Want to make Keka your default compressor?" = "Wil u Keka instellen als standaard inpak-programma?";
"This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences." = "Dit betekent dat vanaf nu alle compatibele bestanden uitgepakt worden met Keka. U kan dit later instellen in de Keka voorkeuren.";
"Really want to close Keka?" = "Wil u Keka echt afsluiten?";
"The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done." = "De huidige actie zal worden geannuleerd. Indien u kiest om te wachten zal Keka zichzelf afsluiten wanneer de operatie voltooid is.";
"Password needed" = "Wachtwoord nodig";
"File \"%@\" needs a password to be extracted" = "Bestand \"%@\" heeft een wachtwoord nodig om uitgepakt te worden.";
"File \"%@\" needs a special encoding to be extracted" = "File \"%@\" needs a special encoding to be extracted";
"Extraction of \"%@\" done" = "Uitpakken van \"%@\" voltooid";
"Extraction of \"%@\" failed." = "Uitpakken van \"%@\" mislukt.";
"Extraction of %i files done" = "Extraction of %i files done";
"Extraction complete" = "Uitpakken voltooid";
"Extraction fail" = "Uitpakken mislukt";
"Compression complete" = "Inpakken voltooid";
"File \"%@\" created" = "Bestand \"%@\" aangemaakt";
"Compression fail" = "Inpakken mislukt";
"File \"%@\" cannot be created" = "Bestand \"%@\" kan niet worden aangemaakt";
"\n(using fallback folder)" = "\n(using fallback folder)";
"Operation not implemented" = "Actie niet ingebouwd";
"Performing operation..." = "Actie wordt uitgevoerd...";
"Waiting..." = "Wachten...";
"Extracting \"%@\"" = "Uitpakken \"%@\"";
"Extracting \"%@...\"" = "Uitpakken \"%@...\"";
"Creating %@ file..." = "Aanmaken van %@ bestand...";
"Creating file \"%@\"" = "Aanmaken van bestand \"%@\"";
"Creating file \"%@...\"" = "Aanmaken van bestand \"%@...\"";
"Volume name:" = "Archiefnaam:";
"Select the encoding for \"%@\"" = "Select the encoding for \"%@\"";
"Time elapsed: %d:%@%d:%@%d hours%@" = "Verstreken tijd: %d:%@%d:%@%d uren%@";
"Time elapsed: %d:%@%d minutes%@" = "Verstreken tijd: %d:%@%d minuten%@";
"Time elapsed: %d seconds%@" = "Verstreken tijd: %d seconden%@";
"%.0f seconds" = "%.0f seconden";
"%i:%02i minutes" = "%i:%02i minuten";
"%i:%02i:%02i hours" = "%i:%02i:%02i uren";
"Pause" = "Pauzeer";
"Continue" = "Hervat";
"Operation paused" = "Actie gepauzeerd";
"Cancel" = "Annuleer";
"Close" = "Sluit";
"Operation failed" = "Actie mislukt";
"Operation failed with error code %d" = "Actie mislukt met foutcode %d";
"Choose a name and folder to start the compression" = "Kies een naam en map om te starten met inpakken.";
"Creation of \"%@\" failed" = "Aanmaken van \"%@\" mislukt";
"Creating \"%@\"" = "Aanmaken van \"%@\"";
"Preparing extraction..." = "Voorbereiden van uitpakken…";
"Choose a folder to extract this file" = "Kies een map om dit bestand uit te pakken";
"Choose where do you want to extract \"%@\"" = "Choose where do you want to extract \"%@\"";
"Select all the volumes from \"%@\" or the folder that contains them" = "Select all the volumes from \"%@\" or the folder that contains them";
"Select the folder that contains \"%@\"" = "Select the folder that contains \"%@\"";
"Extraction of \"%@\" failed" = "Uitpakken van \"%@\" mislukt";
"Keka - %i on queue" = "Keka - %i in de wachtrij";
"Keka can't create this %@ image" = "Keka kan dit %@-bestand niet aanmaken";
"You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image." = "U kan enkel een %@-bestand aanmaken met één enkele map. Probeer al uw bestanden in één folder te verzamelen en sleep deze folder dan op Keka om een %@-bestand aan te maken.";
"Keka can't create this @% tarball" = "Keka can't create this @% tarball";
"This operation is not supported on %@." = "This operation is not supported on %@.";
"Compress \"%@\" in %@ to..." = "Pak \"%@\" in %@ naar...";
"Compress in %@ to..." = "Pak %@ in naar ...";
"Save as:" = "Bewaar als:";
"Compress" = "Pak in";
"Extract \"%@\" to..." = "Pak uit \"%@\" to…";
"Extract as:" = "Pak uit als";
"Extract" = "Pak uit";
"About %i seconds" = "Ongeveer %i seconden";
"About %i minutes" = "Ongeveer %i minuten";
"About %i hours" = "Ongeveer %i uren";
"About %i days" = "Ongeveer %i dagen";
"About %i weeks" = "Ongeveer %i weken";
"About %i months" = "Ongeveer %i maanden";
"About %i years" = "Ongeveer %i jaren";
"About a minute" = "Ongeveer 1 minuut";
"About an hour" = "Ongeveer 1 uur";
"About a day" = "Ongeveer 1 dag";
"About a week" = "Ongeveer 1 week";
"About a month" = "Ongeveer 1 maand";
"About a year" = "Ongeveer 1 jaar";
"Finishing..." = "Finishing...";
"Can't show progress time..." = "Kan resterenden tijd niet tonen…";
"Password for \"%@\"" = "Wachtwoord voor \"%@\"";
"Format" = "Archiefformaat";
"Method" = "Inpakmethode";
"Method:" = "Inpakmethode:";
"No compression" = "Geen";
"Fastest, less compression" = "Snelste";
"Fast, less compression" = "Snel";
"Normal" = "Normaal";
"Slow, more compression" = "Goed";
"Slowest, more compression" = "Beste";
"Compression" = "Inpakken";
"Extraction" = "Uitpakken";
"Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nNow Keka will quit." = "Keka kan de \"extlx.plist\" lijst niet gebruiken, contacteer a.u.b. de ontwikkelaar.\n\nKeka zal nu afsluiten.";
"Keka is dying!" = "Keka kan niet verder werken!";
"Ask each time" = "Altijd vragen";
"Next to original file" = "In dezelfde map als het originele bestand";
"Custom folder..." = "Zelfgekozen map...";
"Same as original file" = "Hetzelfde als het originele bestand";
"Custom name..." = "Zelfgekozen naam...";
"Archive" = "Archief";
"Set as default folder" = "Maak dit de standaard map";
"Perform automatic action" = "Voer automatische actie uit";
"Always compress" = "Altijd inpakken";
"Always extract" = "Altijd uitpakken";
"1.4 MB Floppy" = "1.4 MB Diskette";
"650 MB CD" = "650 MB CD";
"700 MB CD" = "700 MB CD";
"4.7 GB DVD" = "4.7 GB DVD";
"Drop here to extract" = "Sleep naar hier om uit te pakken";
"Drop here to compress" = "Sleep naar hier om in te pakken";
"Binary \"%@\" is not accessible" = "Binary \"%@\" is not accessible";
"The first part \"%@\" can't be found" = "Het eerste deel \"%@\" kan niet gevonden worden";
"Unable to extract a folder" = "Unable to extract a folder";
"unknown" = "onbekend";
"Unknown error" = "onbekende fout";
"Error code %d using \"%@\"\n%@" = "Foutcode %d gebruikend \"%@\"\n%@";
"Keka was unable to create the extraction package" = "Keka was unable to create the extraction package";
"No errors found" = "Geen fouten gevonden";
"Minor error, the operation may be done well" = "Kleine fout, de actie is mogelijk wel correct uitgevoerd";
"Fatal error" = "Fatale fout";
"CRC error occurred, maybe the file is corrupt" = "CRC-fout gebeurd, misschien is het bestand corrupt";
"Attempt to modify an archive previously locked" = "Poging om een vergrendeld archief aan te passen";
"Maybe you don't have permission to write or your disk is full" = "Misschien beschikt u niet over voldoende schrijfrechten of is er onvoldoende schrijfruimte";
"Can't open the file, maybe you don't have read permission" = "Kan het bestand niet openen, heeft u de nodige leesrechten";
"Command line error, please contact with the developer" = "Command line fout, neem contact op met de ontwikkelaar";
"Not enough memory. Try to close some programs and repeat the operation" = "Niet genoeg geheugen. Sluit enkele programma's en probeer de actie opnieuw";
"Can't create the file, maybe you don't have permission or free space" = "Kan het bestand niet aanmaken, beschikt u over de nodige rechten en voldoende schrijfruimte";
"Canceled manually" = "Door gebruiker geannuleerd";
"Bad password, try again" = "Verkeerd wachtwoord, probeer opnieuw";
"This archive is locked" = "Dit archief is vergrendeld";
"Write error. No permission? No space left?" = "Schrijffout. Onvoldoende rechten? Onvoldoende schrijfruimte over?";
"Can't open the file, maybe it's not accessible" = "Kan het bestand niet openen, misschien is het niet toegankelijk";
"No files matching the mask" = "Geen bestanden die voldoen aan de filter";
"There were some read errors" = "There were some read errors";
"Give access" = "Give access";
"Just folder access" = "Just folder access";
"Quit" = "Quit";
"More information" = "More information";
"Keka needs file access" = "Keka needs file access";
"Give home access" = "Give home access";
"Customize" = "Customize";
"Keka needs access to the source file/s." = "Keka needs access to the source file/s.";
"In order to work seamlessly with your files, Keka needs local access to the Mac disk." = "In order to work seamlessly with your files, Keka needs local access to the Mac disk.";
"\nSimply click on \"Give access to Keka\", your disk should already be selected." = "\nSimply click on \"Give access to Keka\", your disk should already be selected.";
"Give access to Keka" = "Give access to Keka";
"Full Mac access (Recommended)" = "Full Mac access (Recommended)";
"Home folder access" = "Home folder access";
"External volumes access" = "External volumes access";
"Full Mac" = "Full Mac";
"Home folder" = "Home folder";
"External volumes" = "External volumes";
"Show in context menu" = "Show in context menu";
"External disk: %@" = "External disk: %@";
"An extension is required" = "An extension is required";
"In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel." = "In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel.";
"Your installed extension is obsolete and you should update it." = "Your installed extension is obsolete and you should update it.";
"Update" = "Update";
"Cannot set Keka as default" = "Cannot set Keka as default";
"The intermediate application failed to launch. There is more information in the Console.app." = "The intermediate application failed to launch. There is more information in the Console.app.";
"The intermediate application returned an undefined code." = "The intermediate application returned an undefined code.";
"Keka is now set as the default application for its known formats." = "Keka is now set as the default application for its known formats.";
"Keka set as default" = "Keka set as default";
"There were some errors while registering the formats. There is more information in the Console.app." = "There were some errors while registering the formats. There is more information in the Console.app.";
"The intermediate application can't get access to Keka." = "The intermediate application can't get access to Keka.";
"The intermediate application can't find Keka." = "The intermediate application can't find Keka.";
"Show in Finder" = "Show in Finder";
"Delete" = "Delete";
"Continue without encryption" = "Continue without encryption";
"The password does not match" = "The password does not match";
"The password is not properly set and the file cannot be encrypted. You can cancel and set the password again or continue the process without encryption." = "The password is not properly set and the file cannot be encrypted. You can cancel and set the password again or continue the process without encryption.";
"Use legacy encryption" = "Use legacy encryption";
"Using AES-256 encryption in ZIP" = "Using AES-256 encryption in ZIP";
"Note that most modern operating systems such as macOS (before macOS 11.0 Big Sur) or Windows do not support AES-256 encrypted ZIPs by default.\n\nYou can open those files easily with most third party extraction utilities." = "Note that most modern operating systems such as macOS (before macOS 11.0 Big Sur) or Windows do not support AES-256 encrypted ZIPs by default.\n\nYou can open those files easily with most third party extraction utilities.";
"Cannot create the file" = "Cannot create the file";
"Keka has no file access to the source file/s\nGive it access when asked or manually in the Preferences" = "Keka has no file access to the source file/s\nGive it access when asked or manually in the Preferences";
"Give access to the source/s folder/s" = "Give access to the source/s folder/s";
"Give access to the compressed file" = "Give access to the compressed file";
"The extension is enabled" = "The extension is enabled";
"The extension is disabled" = "The extension is disabled";
"Enable or disable the extension" = "Enable or disable the extension";
"Keka will decide whether to compress or uncompress based on file format and extension. This is the recommended option." = "Keka will decide whether to compress or uncompress based on file format and extension. This is the recommended option.";
"Keka will compress all files, even those that are already compressed. You can compress an already compressed file in automatic mode by dropping it to the bottom part of the drop zone." = "Keka will compress all files, even those that are already compressed. You can compress an already compressed file in automatic mode by dropping it to the bottom part of the drop zone.";
"Keka will try to extract all files. You can try to extract an unknown file in automatic mode by dropping it in the bottom part of the drop zone." = "Keka will try to extract all files. You can try to extract an unknown file in automatic mode by dropping it in the bottom part of the drop zone.";
"Show the operation log" = "Show the operation log";
"Unable to process tips" = "Unable to process tips";
"Already tipping a monthly %@" = "Already tipping a monthly %@";
"Send a monthly %@ tip" = "Send a monthly %@ tip";
"Send a %@ tip" = "Send a %@ tip";
"Give Keka some love ♥" = "Give Keka some love ♥";
"All extractions will be expanded at this location." = "All extractions will be expanded at this location.";
"All compressions will be stored at this location." = "All compressions will be stored at this location.";
"You'll be asked where to extract each operation." = "You'll be asked where to extract each operation.";
"You'll be asked where to compress each operation." = "You'll be asked where to compress each operation.";
"If Keka has File Access it will execute the operation near the source file/s, otherwise it will ask for a location. You can set Keka's File Access in the Preferences tab so this option works properly." = "If Keka has File Access it will execute the operation near the source file/s, otherwise it will ask for a location. You can set Keka's File Access in the Preferences tab so this option works properly.";
"Keka has no file access to the destination folder so it needs to ask for a location.\nYou can add access to this and other folders in Keka's Preferences File Access pane." = "Keka has no file access to the destination folder so it needs to ask for a location.\nYou can add access to this and other folders in Keka's Preferences File Access pane.";
"The characters %@ are not compatible with the %@ format" = "The characters %@ are not compatible with the %@ format";
"The character %@ is not compatible with the %@ format" = "The character %@ is not compatible with the %@ format";
"Stop compressing" = "Stop compressing";
"Stop extracting" = "Stop extracting";
"Resume compressing" = "Resume compressing";
"Resume extracting" = "Resume extracting";
"Pause compressing" = "Pause compressing";
"Pause extracting" = "Pause extracting";
"Compression paused" = "Compression paused";
"Extraction paused" = "Extraction paused";
"Waiting for password" = "Waiting for password";
"On queue" = "On queue";
"Applying quarantine..." = "Applying quarantine...";

/*
// MAS tips
// Note this will be used in Apple's servers
// Apple needs to have MAS translated in this language so this strings can be used
// The language used in MAS/AppleID will be used in Keka's tip strings and may not match Keka's localization
// Note that the short string is limited to 30 characters and the long string is limited to 45 characters
// Emojis cannot be used in these strings :(
*/
"Monthly sip of coffee" = "Monthly sip of coffee";
"Gift Keka a sip of coffee each month" = "Gift Keka a sip of coffee each month";
"Monthly coffee" = "Monthly coffee";
"Gift Keka a coffee each month" = "Gift Keka a coffee each month";
"Monthly pair of coffees" = "Monthly pair of coffees";
"Gift Keka a couple coffees each month" = "Gift Keka a couple coffees each month";
"Monthly breakfast" = "Monthly breakfast";
"Gift Keka a breakfast each month" = "Gift Keka a breakfast each month";
"Tip a coffee" = "Tip a coffee";
"Tip Keka a coffee so it can stay awake" = "Tip Keka a coffee so it can stay awake";
"Tip a breakfast" = "Tip a breakfast";
"Tip Keka a breakfast so it can start fresh" = "Tip Keka a breakfast so it can start fresh";
"Tip a lunch" = "Tip a lunch";
"Tip Keka a lunch and feed it" = "Tip Keka a lunch and feed it";
"Tip a dinner" = "Tip a dinner";
"Tip Keka a dinner so it keeps rolling" = "Tip Keka a dinner so it keeps rolling";
"Tip a bunch of food" = "Tip a bunch of food";
"Tip Keka a new bunch of food to keep rolling" = "Tip Keka a new bunch of food to keep rolling";
